Repository: ericpinet/ConnectLife
Catalog: coreserver/po/*.po
Languages: fr_ca

source: Initialization in progress ...
fr_ca: Initialisation en cours ...

source: Server started, listening on
fr_ca: Serveur démarré, écoute sur

source: Unable to start or join http server.
fr_ca: Impossible de démarrer ou de joindre le serveur HTTP.

source: Unable to initialize. Configuration not found!
fr_ca: Initialisation impossible. La configuration est introuvable!

source: Initialization completed.
fr_ca: Initialisation complétée.

source: Initialization failed.
fr_ca: Initialisation impossible.

source: The client version:
fr_ca: Version de l'application cliente:

source: isn't compatible with this server version :
fr_ca: n'est pas compatible avec la version du serveur:

source: Unable to check compatibility of client api :
fr_ca: Impossible de vérifier la compatibilité de l'API client:

source: New client waiting for notification.
fr_ca: Application client en attente de notification.

source: Notify client.
fr_ca: Notification du client.

source: Environment was updated, send new environment at all client.
fr_ca: Les données de l'environnement ont été mise à jour. Envoyer les nouvelles données à toutes les applications clientes.

source: Initialization started ...
fr_ca: Initialisation en cours...

source: Application is already initialized.
fr_ca: L'application est déjà initialisé.

source: Base path:
fr_ca: Répertoire racine:

source: Load base path failed!
fr_ca: Erreur lors du chargement du répertoire racine!

source: Unable to initialize modules. At less one module is null.
fr_ca: Impossible d'initialiser les modules. Au moins un module est "null".

source: Unable to uninitialize modules. At less one module is null.
fr_ca: Impossible décharger les modules. Au moins un module est "null".

source: Main application thread was stopted.
fr_ca: Le processus principal de l'application s'est arrêté.

source: is starting ...
fr_ca: en démarrage...

source: closed.
fr_ca: fermé.

source: is starting for test ...
fr_ca: en démarrage pour les tests...

source: Environment was updated.
fr_ca: Environnement mise à jour.

source: State machine starting ...
fr_ca: La machine d'état est en démarrage...

source: UnInitialization in progress ...
fr_ca: Déchargement en cours...

source: Unable to close connection:
fr_ca: Impossible de fermer la connexion:

source: UnInitialization completed.
fr_ca: Déchargement complété.

source: Unable to get config from database. Invalid type (
fr_ca: Impossible de récupérer la configuration de la base de données. Type invalide (

source: ) or section (
fr_ca: ) ou section (

source: ) and item (
fr_ca: ) et item (

source: ) invalid.
fr_ca: ) invalide.

source: Unable to retrive configuration:
fr_ca: Impossible de récupérer la configuration:

source: Unable to retrive config from database, the connection is not ready.
fr_ca: Impossible de récupérer la configuration, la connexion n'est pas prête.

source: Unable to retrive configurations:
fr_ca: Impossible de récupérer les configurations:

source: Unable to retrive configs from database, the connection is not ready.
fr_ca: Impossible de récupérer les configurations, la connexion n'est pas prête.

source: Load database file
fr_ca: Chargement du fichier de base de données

source: Set database default timeout
fr_ca: Définir le délais d'attente maximum à la base de données

source: Database version
fr_ca: Version de la base de données

source: is good.
fr_ca: est bon.

source: Database version isn't the right version. Database must be rebuild.
fr_ca: La base de données n'a pas la bonne verison. La base de données doit être mise à jour.

source: Unable to load the configuration database version. Database must be rebuild.
fr_ca: Impossible de charger la configuration de la base de données. La base de données doit être mise à jour.

source: Execute statement:
fr_ca: Requête exécuté:

source: Unable to prepare database:
fr_ca: Impossible de préparer la base de données:

source: Unable to close database statement:
fr_ca: Impossible de fermer la requête de la base de données:

source: Unable to restore factory configurations:
fr_ca: Impossible de restorer les configurations initiales:

source: Unable to restore factory, the connection is not ready.
fr_ca: Impossible de restorer les configuration initiales, la connexion n'est pas prête.

source: Authentification succeed for the
fr_ca: Authentification réussi pour le

source: Authentification failed for the
fr_ca: Authentification échoué pour le

source: Uninitialization started ...
fr_ca: Déchargement en cours...

source: Uninitialization completed.
fr_ca: Déchargement complété.

source: Uninitialization interrupted.
fr_ca: Déchargement intérompu.

source: Error executing shell...
fr_ca: Erreur pendant l'exécution...

source: Command not found:
fr_ca: Commande invalide:

source: - Add accessory in the environment.
fr_ca: - Ajout d'un accessoire dans l'environnement.

source: Format error! Please use format like :
fr_ca: Format invalide! S.V.P. utiliser le format suivant:

source: Accessory added.
fr_ca: Accessoire ajouté.

source: - exit console cli.
fr_ca: - sortir de la console cli.

source: - show all commands.
fr_ca: - affichier toutes les commandes disponibles.

source: - return the configurations of the system.
fr_ca: - retourne les configurations du systeme.

source: - return the specific configuration of the system.
fr_ca: - retourne la configuration du système.

source: - output the system environment (JSON).
fr_ca: - sortie des données de l'environnement (JSON).

source: - output the system environment (JSON formatted).
fr_ca: - sortie des données de l'environnement (JSON mis en forme)

source: - Output the log of the system.
fr_ca: - sortie des fichiers de journalisation du système.

source: - quit console cli.
fr_ca: - quitter la console.

source: - Remove accessory in the environment.
fr_ca: - retirer un accessoire de l'environnement.

source: not supported yet!
fr_ca: n'est pas encore implementé.

source: - Restore the factory configurations of the system.
fr_ca: - restaurer les configurations par default du système.

source: Restore the factory configuration.
fr_ca: Restaurer les configurations par défault.

source: Error. Unable to restore factory configuration.
fr_ca: Erreur. Impossible de restaurer les configurations par défault.

source: - save the environment file if it's not already saved.
fr_ca: - enregistrer le fichier d'environment s'il n'est pas déjà enregistrer.

source: - Modify the configuration of the system.
fr_ca: - Modifier la configuration du système.

source: This configuration doesn't exist.
fr_ca: Cette configuration n'existe pas.

source: Format error! The value is not valide !
fr_ca: Le format est invalide!

source: Config is updated.
fr_ca: Configuration mise à jour.

source: - shutdown the system.
fr_ca: - arrêt du système.

source: - return the version of the system.
fr_ca: - retourner la version du système.

source: Unable to get the connection information.
fr_ca: Impossible de récupérer les informations de connexion.

source: Request asset data for :
fr_ca: Récupérer les données de la ressources:

source: Unable to find asset for uid :
fr_ca: Impossible de trouver la ressource:

source: Initialization starting ...
fr_ca: Chargement ...

source: Service started:
fr_ca: Service démarré:

source: Unable to start the asset http server.
fr_ca: Impossible de démarrer le serveur HTTP des ressources.

source: Already initialized.
fr_ca: Déjà chargé.

source: UnInit ...
fr_ca: Déchargement.

source: Unable to stop the asset http server.
fr_ca: Impossible d'arrêter le serveur HTTP des ressources.

source: UnInit completed.
fr_ca: Déchargement complété.

source: Asset manager must be initialized before save asset.
fr_ca: Le gestionnaire de ressource doit être chargé avant d'enregistrer des ressources.

source: Asset file information cannot be null.
fr_ca: Les informations d'un fichier de ressource ne peut être vide.

source: Asset data cannot be null.
fr_ca: Les données d'un fichier de ressource ne peut être vide.

source: Asset uid or label cannot be empty.
fr_ca: UID ou l'étiquette des ressources ne peut être vide.

source: This file asset already exist. Use the updateAsset instead of addAsset.
fr_ca: Ce fichier de ressource existe déjà. Utilisez le updateAsset au lieu de addAsset.

source: Filename:
fr_ca: Nom de fichier:

source: This file asset does not already exist. Use the addAsset instead of updateAsset.
fr_ca: n'existe pas déjà Cet actif de fichier. Utilisez le addAsset au lieu de updateAsset.

source: Asset save completed
fr_ca: Sauvegarde de la ressource terminée.

source: Unable save asset file. Filename:
fr_ca: Impossible fichier de sauvegarde des actifs. Nom de fichier:

source: It's not possible to delete null asset.
fr_ca: Il est impossible de supprimer l'actif null.

source: File deleted :
fr_ca: Fichier supprimé:

source: The asset server was not initialized.
fr_ca: Le serveur d'actifs n'a pas été initialisée.

source: The asset file doesn't exist.
fr_ca: n'existe pas Le fichier actif.

source: Asset:
fr_ca: Atout:

source: Url returned for the asset:
fr_ca: Url retourné pour l'actif:

source: The asset uid must not be empty.
fr_ca: L'uid de l'actif ne doit pas être vide.

source: The asset label must not be empty.
fr_ca: L'étiquette de l'actif ne doit pas être vide.

source: Building the system factory asset ...
fr_ca: Construire l'actif d'usine du système ...

source: The system factory asset completed.
fr_ca: L'actif de l'usine du système terminée.

source: Execution start ...
fr_ca: Exécution commencer ...

source: Error! It's not possible to add null accessory in the environment.
fr_ca: Erreur! Il est impossible d'ajouter accessoire null dans l'environnement.

source: Error! It's not possible to add a accessory with a UID.
fr_ca: Erreur! Il est impossible d'ajouter un accessoire avec un UID.

source: Accessory isn't found in the network:
fr_ca: Accessoire ne se trouve pas dans le réseau:

source: Room not found:
fr_ca: Pièce introuvable:

source: Accessory was already added in a room. Remove the accessory before try again:
fr_ca: L'accessoire est déjà ajouté à la pièce. Retirer l'accessoire avant de réessayer:

source: Execution completed.
fr_ca: Exécution complété.

source: Error! It's not possible to add null asset in the environment.
fr_ca: Erreur! Il n'est pas possible d'ajouter une ressource vide à l'environment.

source: Error! It's not possible to add null data asset in the environment.
fr_ca: Erreur! Il n'est pas possible d'ajouter une ressource vide à l'environment.

source: Error! It's not possible to add a asset with a UID.
fr_ca: Erreur! Il n'est pas possible d'ajouter une ressource avec un UID.

source: Error! It's not possible to add a asset with empty label.
fr_ca: Erreur! Il est impossible d'ajouter un actif avec une étiquette vide.

source: Error! It's not possible to add null home in the environment.
fr_ca: Erreur! Il est impossible d'ajouter la maison null dans l'environnement.

source: Error! It's not possible to add a home with a UID.
fr_ca: Erreur! Il est impossible d'ajouter une maison avec un UID.

source: Error! It's not possible to add null person in the environment.
fr_ca: Erreur! Il est impossible d'ajouter personne nulle dans l'environnement.

source: Error! It's not possible to add a person with a UID.
fr_ca: Erreur! Il est impossible d'ajouter une personne avec un UID.

source: Error! It's not possible to add null room in the environment.
fr_ca: Erreur! Il est impossible d'ajouter chambre nulle dans l'environnement.

source: Error! It's not possible to add a room with a UID.
fr_ca: Erreur! Il est impossible d'ajouter une chambre avec un UID.

source: Error! It's not possible to add room in a null zone in the environment.
fr_ca: Erreur! Il est impossible d'ajouter chambre dans une zone nulle dans l'environnement.

source: Zone not found:
fr_ca: Zone non trouvé:

source: Error! It's not possible to add null zone in the environment.
fr_ca: Erreur! Il est impossible d'ajouter zone nulle dans l'environnement.

source: Error! It's not possible to add a zone with a UID.
fr_ca: Erreur! Il est impossible d'ajouter une zone avec un UID.

source: Error! It's not possible to add room in a null home in the environment.
fr_ca: Erreur! Il est impossible d'ajouter chambre dans une maison null dans l'environnement.

source: Home not found:
fr_ca: Accueil introuvable:

source: Error! It's not possible to update null characteristic in the environment.
fr_ca: Erreur! Il est impossible de mettre à jour caractéristique nulle dans l'environnement.

source: Error! It's not possible to update characteristic with null target value in the environment.
fr_ca: Erreur! Il est impossible de mettre à jour caractéristique avec la valeur cible nulle dans l'environnement.

source: Characteristic target type was invalid:
fr_ca: Caractéristique type de cible était invalide:

source: Characteristic was read only.
fr_ca: Caractéristique est en lecture seule.

source: Characteristic not found:
fr_ca: Caractéristique non trouvé:

source: The context wasn't set in the action. It's impossible to execute action without valid context.
fr_ca: Le contexte n'a pas été défini dans l'action. Il est impossible d'exécuter l'action sans contexte valide.

source: The context wasn't initialized in the action. It's impossible to execute action without valid context.
fr_ca: Le contexte n'a pas été initialisé dans l'action. Il est impossible d'exécuter l'action sans contexte valide.

source: Not yet implemented.
fr_ca: Pas encore implémenté.

source: Error! It's not possible to delete null accessory in the environment.
fr_ca: Erreur! Il est impossible de supprimer l'accessoire null dans l'environnement.

source: Accessory wasn't found:
fr_ca: Accessoire n'a pas été trouvé:

source: Error! It's not possible to delete null asset in the environment.
fr_ca: Erreur! Il est impossible de supprimer l'actif null dans l'environnement.

source: Error! It's not possible to delete a asset with a empty UID.
fr_ca: Erreur! Il est impossible de supprimer un actif avec un UID vide.

source: Error! It's not possible to delete null home in the environment.
fr_ca: Erreur! Il est impossible de supprimer la maison null dans l'environnement.

source: Error! It's not possible to delete a home with a empty UID.
fr_ca: Erreur! Il est impossible de supprimer une maison avec un UID vide.

source: Home wasn't found:
fr_ca: Accueil n'a pas été trouvé:

source: Error! It's not possible to delete null room in the environment.
fr_ca: Erreur! Il est impossible de supprimer la chambre nulle dans l'environnement.

source: Error! It's not possible to delete a room with a empty UID.
fr_ca: Erreur! Il est impossible de supprimer une chambre avec un UID vide.

source: Room wasn't found:
fr_ca: Chambre n'a pas été trouvé:

source: Error! It's not possible to delete null zone in the environment.
fr_ca: Erreur! Il est impossible de supprimer la zone null dans l'environnement.

source: Error! It's not possible to delete a zone with a empty UID.
fr_ca: Erreur! Il est impossible de supprimer une zone avec un UID vide.

source: Zone wasn't found:
fr_ca: Zone n'a pas été trouvé:

source: Error! It's not possible to get url of null asset in the environment.
fr_ca: Erreur! Il est impossible d'obtenir url d'actifs null dans l'environnement.

source: Error! It's not possible to get url of asset with a empty UID.
fr_ca: Erreur! Il est impossible d'obtenir url d'actif avec un UID vide.

source: Error! It's not possible to register null accessory in the environment.
fr_ca: Erreur! Il est impossible d'enregistrer accessoire null dans l'environnement.

source: Accessory not found:
fr_ca: Accessoire non trouvé:

source: Error! It's not possible to unregister null accessory in the environment.
fr_ca: Erreur! Il est impossible de désenregistrer accessoire null dans l'environnement.

source: Error! It's not possible to update null accessory in the environment.
fr_ca: Erreur! Il est impossible de mettre à jour l'accessoire null dans l'environnement.

source: Error! It's not possible to update null asset in the environment.
fr_ca: Erreur! Il est impossible de mettre à jour l'actif null dans l'environnement.

source: Error! It's not possible to update null data asset in the environment.
fr_ca: Erreur! Il est impossible de mettre à jour null actif de données dans l'environnement.

source: Error! It's not possible to update a asset with a UID.
fr_ca: Erreur! Il est impossible de mettre à jour un actif avec un UID.

source: Error! It's not possible to updtae a asset with empty label.
fr_ca: Erreur! Il est impossible de updtae un actif avec une étiquette vide.

source: Error! It's not possible to update null home in the environment.
fr_ca: Erreur! Il est impossible de mettre à jour la maison null dans l'environnement.

source: Error! It's not possible to update null room in the environment.
fr_ca: Erreur! Il est impossible de mettre à jour la chambre nulle dans l'environnement.

source: Error! It's not possible to update null zone in the environment.
fr_ca: Erreur! Il est impossible de mettre à jour la zone nulle dans l'environnement.

source: Unable to manage this http service:
fr_ca: Impossible de gérer ce service http:

source: Service application
fr_ca: application de service

source: Service is null.
fr_ca: Le service est nul.

source: Failed : HTTP error code :
fr_ca: Échec: HTTP code d'erreur:

source: Unable to build service information:
fr_ca: Impossible de construire des informations de service:

source: Device
fr_ca: Dispositif

source: register.
fr_ca: registre.

source: cannot be register. It's not setup in the application environment.
fr_ca: ne peut pas être inscrit. Il est pas configuré dans l'environnement d'application.

source: is already synchronized with the application environment.
fr_ca: est déjà synchronisé avec l'environnement d'application.

source: unregister.
fr_ca: désinscrire.

source: unable to update environment for a not register device.
fr_ca: incapable de mettre à jour l'environnement pour un dispositif pas enregistrer.

source: - Characteristic updated.
fr_ca: - Caractéristique mise à jour.

source: No discovery manager set in the environment.
fr_ca: Aucun gestionnaire de découverte définie dans l'environnement.

source: Initialization already completed.
fr_ca: Initialisation déjà terminé.

source: Already unitialized.
fr_ca: Déjà unitialized.

source: Error in timer execution:
fr_ca: Erreur dans l'exécution du minuteur:

source: Service discovered:
fr_ca: Service de découverte:

source: Service removed:
fr_ca: Service supprimé:

source: Service resolved:
fr_ca: Service résolu:

source: Starting...
fr_ca: Départ...

source: Add service listner:
fr_ca: Ajouter un service listner:

source: Unable to create JmDNS service :
fr_ca: Impossible de créer le service JmDNS:

source: Discovering is already started.
fr_ca: A la découverte est déjà commencé.

source: Start completed.
fr_ca: Début terminé.

source: Remove service listner:
fr_ca: Supprimer le service listner:

source: Unable to close correctly the discovering service:
fr_ca: Impossible de fermer correctement le service découvrir:

source: Discovering is already stoped.
fr_ca: A la découverte est déjà stoped.

source: Can not add a null listner.
fr_ca: Vous ne pouvez pas ajouter un listner null.

source: Environment loaded.
fr_ca: Environnement chargé.

source: Environment load failed!
fr_ca: la charge de l'environnement a échoué!

source: No environment file exist. Create the base environment.
fr_ca: Aucun fichier d'environnement existe. Créer l'environnement de base.

source: Unable to create base environment.
fr_ca: Impossible de créer un environnement de base.

source: Unable to init the environment.
fr_ca: Impossible de initialiser l'environnement.

source: <--Pi4J--> GPIO Control Example ... started.
fr_ca: <- Pi4J -> Exemple de contrôle GPIO ... commencé.

source: Simulation of the GPIO.
fr_ca: Simulation du GPIO.

source: value
fr_ca: valeur

source: Not yet implemented!
fr_ca: Pas encore implémenté!

source: Application statup.
fr_ca: statup Application.

source: Application retrieving the base path execution context ...
fr_ca: Demande la récupération du contexte d'exécution de chemin de base ...

source: item
fr_ca: article

source: number
fr_ca: nombre

source: ConnectLife console
fr_ca: console ConnectLife

source: Error! It's not possible to delete null person in the environment.
fr_ca: Erreur! Il est impossible de supprimer personne nulle dans l'environnement.

source: Error! It's not possible to delete a person with a null UID.
fr_ca: Erreur! Il est impossible de supprimer une personne avec un UID nul.

source: Person not found:
fr_ca: Personne ne se trouve pas:

source: Error! It's not possible to update null person in the environment.
fr_ca: Erreur! Il est impossible de mettre à jour personne nulle dans l'environnement.

source: Error! It's not possible to update a person with a null UID.
fr_ca: Erreur! Il est impossible de mettre à jour une personne avec un UID nul.

source: Error! The DataManager must be correctly initialized before trying to get data.
fr_ca: Erreur! Le DataManager doit être correctement initialisé avant d'essayer d'obtenir des données.

source: Label not supported yet!
fr_ca: Etiqueter pas encore pris en charge!

source: It's not a person node!
fr_ca: Il est pas un nœud de personne!

source: Error! Address type not supported.
fr_ca: Erreur! Type d'adresse pas prise en charge.

source: It's not a address node!
fr_ca: Il est pas un noeud d'adresses!

source: Email type not supported yet!
fr_ca: Type Email pas encore pris en charge!

source: It's not a email node!
fr_ca: Il est pas un nœud email!

source: Phone type not supported yet!
fr_ca: Type de téléphone pas encore pris en charge!

source: It's not a phone node!
fr_ca: Il est pas un noeud de téléphone!

source: It's not a home node!
fr_ca: Il est pas un nœud de la maison!

source: It's not a zone node!
fr_ca: Il est pas un nœud de zone!

source: Accessory type not supported yet!
fr_ca: Type d'accessoire pas encore supporté!

source: Accessory protocol type not supported yet!
fr_ca: Accessoire type de protocole non encore pris en charge!

source: It's not a accessory node!
fr_ca: Il est pas un nœud accessoire!

source: Characteristic type not supported yet!
fr_ca: Type Caractéristique pas encore pris en charge!

source: Characteristic access mode not supported yet!
fr_ca: mode d'accès Caractéristique pas encore pris en charge!

source: Characteristic event type not supported yet!
fr_ca: type d'événement caractéristique pas encore pris en charge!

source: Asset type not supported yet!
fr_ca: Type d'actif non encore pris en charge!

source: Asset mode not supported yet!
fr_ca: Mode d'actifs non encore pris en charge!

source: It's not a asset node!
fr_ca: Il est pas un nœud actif!

source: Application constructor.
fr_ca: constructeur d'application.

source: - Welcome to ConnectLife Shell -
fr_ca: - Bienvenue à ConnectLife Shell -
